/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Abbrechen";
"Retry" = "Erneut versuchen";
"Disconnect" = "Trennen";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Das Startvolume ist fast voll.";
"You need to make more space available on your startup disk by deleting files." = "Sie müssen weiteren Speicherplatz auf Ihrem Startvolume schaffen, indem Sie Dateien löschen.";
"Your disk is almost full." = "Das Volume ist fast voll.";
"The disk " = "Das Volume „";
" is almost full. You can delete files on the disk to make more space available." = "“ ist fast voll. Sie können Dateien auf dem Volume löschen, um freien Speicherplatz zu schaffen.";
"Do not warn me about this disk again" = "Kein weiterer Hinweis bei diesem Volume";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Das Startvolume ist voll.";
"Your_disk_is_full." = "Das Volume ist voll.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " ist voll. Sie können Dateien auf dem Volume löschen, um freien Speicherplatz zu schaffen.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Ein von Ihnen verwendeter Server antwortet nicht mehr auf Ihre Dateischutz-Anfragen. Möchten Sie weiterhin versuchen, eine Verbindung aufzubauen?";
"Click OK to continue trying to contact the server " = "Klicken Sie auf „OK“, um den Verbindungsaufbau zum Server „";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = "“ weiterhin zu versuchen. Klicken Sie auf „Schutz deaktivieren“, um den Dateischutz für dieses Dateisystem zu deaktivieren. Wenn Sie den Schutz für dieses Dateisystem deaktivieren, funktionieren möglicherweise manche Programme nicht mehr, die in diesem Dateisystem den Dateischutz verwenden.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Möchten Sie den Dateischutz für dieses Dateisystem wirklich deaktivieren?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Wenn Sie den Schutz für dieses Dateisystem deaktivieren, funktionieren möglicherweise manche Programme nicht mehr, die in diesem Dateisystem den Dateischutz verwenden.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Nicht erneut warnen.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Lese-/Schreibfehler";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Fehler beim Zugriff auf „";
"." = "“.";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Beschädigung des Dateisystems entdeckt";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Auf dem Volume „";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = "“ wurde eine Beschädigung des Dateisystems entdeckt. Das Volume wird bei der nächsten Aktivierung repariert.";
